statuses = dict(status=None)

sexes = {'1': 'женщина', '2': 'мужчина', '0': 'любой'}
profile_status = ['1', '2', '3', '4', '5', '6', '7', '8']
age_from = range(18, 100)
age_to = range(18, 100)

yes = {
    'yes': ['да', 'ДА', 'Да', 'yes', 'y', '+'],
}

no = {
    'no': ['нет', 'НЕТ', 'Нет', 'no', 'n', '-'],
}

choose_str = "Понравился? Если - да, то для сохранения введите - сохранить\n\n" \
             "Если - нет, то добавить в черный список, введите - нет\n\n" \
             "Показать следующего человека? Введите - показать\n"

status_str = "Указать семейное положение\n" \
             "1 — не женат (не замужем);\n" \
             "2 — встречается;\n" \
             "3 — помолвлен(-а);\n" \
             "4 — женат (замужем);\n" \
             "5 — всё сложно;\n" \
             "6 — в активном поиске;\n" \
             "7 — влюблен(-а);\n" \
             "8 — в гражданском браке."
